Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: "%s" contains not only digit characters.
fr_fr: "%s" doit contenir uniquement des chiffres.

source: "%s" coupon code is not valid.
fr_fr: Le bon de réduction "%s" n'est pas valide.

source: "%s" does not fit the entered date format.
fr_fr: "%s" ne correspond pas au format de date saisi.

source: "%s" exceeds the allowed file size.
fr_fr: "%s" excède la taille maxi autorisée pour les fichiers.

source: "%s" exceeds the allowed length.
fr_fr: "%s" excède la longueur autorisée.

source: "%s" has not only alphabetic and digit characters.
fr_fr: "%s" doit contenir uniquement des caractères alphanumériques.

source: "%s" has not only alphabetic characters.
fr_fr: "%s" doit contenir uniquement des caractères alphabétiques.

source: "%s" height exceeds allowed value of %s px.
fr_fr: La hauteur de "%s" excède la valeur de %s px.

source: "%s" invalid type entered.
fr_fr: Le type de "%s" saisi est invalide.

source: "%s" is a required value.
fr_fr: "%s" est une valeur obligatoire.

source: "%s" is an empty string.
fr_fr: "%s" est une chaîne vide.

source: "%s" is not a valid URL.
fr_fr: "%s" n'est pas une URL valide.

source: "%s" is not a valid date.
fr_fr: "%s" n'est pas une date valide.

source: "%s" is not a valid email address.
fr_fr: "%s" n'est pas un email valide.

source: "%s" is not a valid file
fr_fr: "%s" n'est pas un fichier valide.

source: "%s" is not a valid file extension.
fr_fr: "%s" n'est pas une extension de fichier valide.

source: "%s" is not a valid file.
fr_fr: "%s" n'est pas un fichier valide.

source: "%s" is not a valid hostname.
fr_fr: "%s" n'est pas un nom d'hôte valide.

source: "%s" is not a valid image format
fr_fr: "%s" n'est pas un format d'image valide

source: "%s" is not available in the requested quantity. %s of the items will be backordered.
fr_fr: La quantité demandée n'est pas en stock. %s articles seront expédiés dès que les stocks seront réapprovisionnés.

source: "%s" length must be equal or greater than %s characters.
fr_fr: La longueur de "%s" doit être supérieure ou égale à %s caractères.

source: "%s" length must be equal or less than %s characters.
fr_fr: La longueur de "%s" doit être égale ou inférieure à %s caractères.

source: "%s" length must be equal to or greater than %s characters.
fr_fr: La longueur de "%s" doit être supérieure ou égale à %s caractères.

source: "%s" length must be less than or equal to %s characters.
fr_fr: La longueur de "%s" doit être inférieure ou égale à %s caractères.

source: "%s" width exceeds allowed value of %s px.
fr_fr: La largeur de "%s" excède la valeur de %s px.

source: "Description" is more than %d characters long
fr_fr: La description fait plus de %d caractères

source: "Remember Me" Default Value
fr_fr: Valeur par défaut de "Se souvenir de moi"

source: "Title" is more than %d characters long
fr_fr: Le titre fait plus de %d caractères

source: # of Items (and above)
fr_fr: Nombre d'articles (et au-delà)

source: # of Items vs. Destination
fr_fr: Nombre d'articles par destination

source: # of Use
fr_fr: Nb d'utilisations

source: # of Uses
fr_fr: Nombre d'utilisations

source: %1$s has been added to your wishlist.
fr_fr: %&$s a été ajouté à votre liste d'envies.

source: %1$s has been added to your wishlist. Click <a href="%2$s">here</a> to continue shopping
fr_fr: %1$s a été ajouté à votre liste d'envies. Cliquez <a href="%2$s">ici</a> pour continuer vos achats.

source: %1$s has been updated in your wishlist.
fr_fr: %1$s a été mis à jour dans votre liste d'envies.

source: %1$s incl tax.
fr_fr: %1$s TTC

source: %d Catalog Price Rules based on "%s" attribute have been disabled.
fr_fr: %d règles de prix catalogue basées sur l'attribut "%s" ont été désactivées.

source: %d Review(s)
fr_fr: %d Commentaire(s)

source: %d Shopping Cart Price Rules based on "%s" attribute have been disabled.
fr_fr: %d règles de prix catalogue basées sur l'attribut "%s" ont été désactivées.

source: %d product(s) have been added to shopping cart: %s.
fr_fr: %d produits ont été ajoutés à votre panier : %s.

source: %s %s cycle.
fr_fr: Cycle %s %s.

source: %s (Default Template from Locale)
fr_fr: %s (Gabarit par défaut pour la langue)

source: %s - Discounts and Coupons
fr_fr: %s - Remises et coupons

source: %s - Special Products
fr_fr: %s - Produits spéciaux

source: %s / %s rate:
fr_fr: Taux %s / %s :

source: %s API Key required.
fr_fr: La clé d'API %s est obligatoire.

source: %s Application ID required.
fr_fr: L'ID d'application %s est obligatoire.

source: %s Index process is working now. Please try run this process later.
fr_fr: Le process d'indexation %s est en cours. Réessayez plus tard.

source: %s Item(s)
fr_fr: %s article(s)

source: %s RSS Feed
fr_fr: Flux RSS %s

source: %s Review(s)
fr_fr: %s Commentaire(s)

source: %s Secret Key required.
fr_fr: La clé secrète %s est obligatoire.

source: %s Store
fr_fr: Boutique %s

source: %s already exists
fr_fr: %s existe déjà

source: %s already exists.
fr_fr: %s existe déjà.

source: %s and above
fr_fr: %s et plus

source: %s and greater
fr_fr: %s et plus

source: %s cache type(s) disabled.
fr_fr: %s type(s) de cache désactivé(s).

source: %s cache type(s) enabled.
fr_fr: %s type(s) de cache activé(s).

source: %s cache type(s) refreshed.
fr_fr: %s type(s) de cache actualisé(s).

source: %s codes deleted
fr_fr: %s codes effacés

source: %s codes imported
fr_fr: %s codes importés

source: %s codes not imported
fr_fr: %s codes non importés

source: %s for "%s".
fr_fr: %s pour "%s".

source: %s for %s
fr_fr: %s pour %s

source: %s has been added to your cart.
fr_fr: %s a été ajouté à votre panier.

source: %s has reached a quantity of %s.
fr_fr: %s a atteint la quantité de %s.

source: %s index was rebuilt.
fr_fr: L'index %s a été reconstruit.

source: %s is available for purchase in increments of %s only.
fr_fr: %s ne peut être commandé que par multiples de %s.

source: %s is not a correct comparsion method.
fr_fr: %s n'est pas une méthode de comparaison correcte.

source: %s is not a supported currency.
fr_fr: %s n'est pas une devise supportée.

source: %s order(s) cannot be canceled
fr_fr: %s commandes ne peuvent pas être annulées

source: %s order(s) have been canceled.
fr_fr: %s commandes ont été annulées.

source: %s order(s) have been put on hold.
fr_fr: %s commandes ont été bloquées.

source: %s order(s) have been released from holding status.
fr_fr: %s commandes ont été débloquées.

source: %s order(s) were not put on hold.
fr_fr: %s commandes n'ont pas été bloquées.

source: %s order(s) were not released from holding status.
fr_fr: %s commandes n'ont pas été débloquées.

source: %s product in feed.
fr_fr: %s produits dans le flux.

source: %s product not in feed.
fr_fr: %s produits pas dans le flux.

source: %s tag(s) have been accepted for moderation.
fr_fr: %s tag(s) a (ont) été accepté(s) pour modération.

source: %s was added to your shopping cart.
fr_fr: %s a été ajouté à votre panier.

source: %s was updated in your shopping cart.
fr_fr: %s a été mis à jour dans votre panier.

source: %s's Wishlist
fr_fr: Liste d'envies de %s

source: %s\'s Wishlist
fr_fr: Liste d'envies de %s

source: &copy; 2008 Magento Demo Store. All Rights Reserved.
fr_fr: &copy; 2008 Boutique de démo Magento. Tous droits réservés.

source: '%s' Index Process Information
fr_fr: Informations du process d'indexation '%s'

source: '%value%' appears to be a DNS hostname but cannot extract TLD part
fr_fr: '%value%' semble être un nom d'hôte de DNS, mais la partie TLD ne peut pas être extraite

source: '%value%' appears to be a DNS hostname but cannot match TLD against known list
fr_fr: '%value%' semble être un nom d'hôte de DNS, mais la partie TLD ne fait pas partie de la liste des TLD connus.

source: '%value%' appears to be a DNS hostname but cannot match against hostname schema for TLD '%tld%'
fr_fr: '%value%' semble être un nom d'hôte de DNS, mais il est impossibile de faire correspondre le schéma de nom d'hôte au TLD '%tld%'.

source: '%value%' appears to be a DNS hostname but contains a dash in an invalid position
fr_fr: '%value%' semble être un nom d'hôte de DNS, mais elle contient un tiret à une position incorrecte.

source: '%value%' appears to be a DNS hostname but the given punycode notation cannot be decoded
fr_fr: '%value%' semble être un nom d'hôte de DNS, mais la notation punycode donnée ne peut pas être décodée.

source: '%value%' appears to be a local network name but local network names are not allowed
fr_fr: '%value%' semble être un nom d'hôte de DNS, mais les noms de réseau local ne sont pas autorisés.

source: '%value%' appears to be an IP address, but IP addresses are not allowed
fr_fr: '%value%' semble être une adresse IP, mais celles-ci ne sont pas autorisées.

source: '%value%' does not appear to be a valid URI hostname
fr_fr: '%value%' n'est pas un nom d'hôte URI valide

source: '%value%' does not appear to be a valid local network name
fr_fr: '%value%' n'est pas un nom de réseau local valide.

source: '%value%' does not match the expected structure for a DNS hostname
fr_fr: '%value%' ne correspond pas à la structure attendue pour un nom d'hôte DNS.

source: '*' - matches any; 'xyz*' - matches any that begins on 'xyz' and not longer than %d.
fr_fr: '*' - correspond à tout; 'xyz*' - correspond à ce qui commence par 'xyz' et qui ne fait pas plus de %d caractères.

source: ( for tab)
fr_fr: (\t pour une tabulation)

source: (Absolute path or Relative to Magento install root, ex. var/export)
fr_fr: (Chemin absolu ou relatif vers la racine d'installation de Magento, par ex. var/export)

source: (Copy data from: %s)
fr_fr: (Copier les données depuis : %s)

source: (For Type "Local Server" need to use relative path to Magento install var/export or var/import, e.g. var/export, var/import, var/export/some/dir, var/import/some/dir)
fr_fr: (Pour le type "Serveur local", il est nécessaire d'utiliser un chemin relatif vers les répertoires d'installation var/export ou var/import. Par exemple, var/export, var/import, var/export/vers/dossier, var/import/vers/dossier)

source: (For US 2-letter state names)
fr_fr: (Pour les US, 2 lettres du nom de l'état)

source: (If left empty will be auto-generated)
fr_fr: (Généré automatiquement si non renseigné)

source: (Includes more countries than those listed below. As the application owner, you are responsible for complying with country-specific laws related to the distribution or sale of your application into that country, including your home country.)
fr_fr: (Inclut plus de pays que ceux de la liste ci-dessous. En tant que propriétaire de l'application, vous êtes responsable de vous conformer aux lois spécifiques au pays en relation avec la vente ou la distribution de votre application dans ce pays, y compris dans votre pays de résidence.)

source: (Leave empty for first spreadsheet)
fr_fr: (Laisser vide pour la première feuille de calcul)

source: (Make sure you keep it in a safe place.)
fr_fr: (Assurez-vous de la garder dans un endroit sûr)

source: (Not %s?)
fr_fr: (Vous n'êtes pas %s ?)

source: (Optional. Leave blank for no prefix)
fr_fr: (Facultatif, laisser vide si vous ne souhaitez pas de préfixe)

source: (Posted on %s)
fr_fr: (Posté le %s)

source: (Products will be added/updated to this store if 'store' column is blank or missing in the import file.)
fr_fr: (Les produits seront ajoutés/mis à jour dans ce magasin si la colonne 'store' est vide ou manquante dans le fichier d'import)

source: (Shift-)Click or drag to change value
fr_fr: Pour modifier la valeur, cliquez en maintenant la touche shift enfoncée ou glissez

source: (Starting with)
fr_fr: (Commençant par)

source: (Testing) Plain Black
fr_fr: Noir plein (test)

source: (When 'No', only mapped fields will be imported. When mapping, use 'column1', 'column2', etc.)
fr_fr: (Si 'Non', seuls les champs mappés seront importés. Lorsque vous utilisez le mapping, utilisez 'column1', 'column2', etc.)

source: (Will make search for the query above return results for this search.)
fr_fr: (Fera une recherche pour la requête ci-dessus. Retourne des résultats pour cette recherche)

source: (You have to increase php memory_limit before changing this value)
fr_fr: (Vous devez augmenter la mémoire allouée à PHP (php_limit) avant de modifier cette valeur)

# ( for tab)
source: (\t for tab)
fr_fr: (\t pour une tabulation)

source: * - Enter custom price excluding tax
fr_fr: * - Saisissez le prix hors taxe

source: * - Enter custom price including tax
fr_fr: * - Saisissez le prix toutes taxes comprises

source: * - If indexing is in progress, it will be killed and new indexing process will start.
fr_fr: * - Si l'indexation est en cours, elle sera stoppée et un nouveau process d'indexation démarrera.

source: * Required Fields
fr_fr: * Champs obligatoires

source: * Select shipping method
fr_fr: * Sélectionnez un mode de livraison

source: *Subject to change
fr_fr: * Sous réserve de modifications

source: - Click on any of the time parts to increase it
fr_fr: - Cliquez sur n'importe quelle partie de l'heure pour l'augmenter

source: - Hold mouse button on any of the above buttons for faster selection.
fr_fr: - Maintenez le bouton de la souris sur n'importe quel bouton ci-dessus pour une sélection rapide

source: - Use the %s buttons to select month
fr_fr: - Utilisez les boutons %s pour sélectionner le mois

source: - Use the %s, %s buttons to select year
fr_fr: - Utilisez les boutons %s, %s pour sélectionner l'année

source: - or Shift-click to decrease it
fr_fr: - ou cliquez en maintenant la touche shift enfoncée pour l'augmenter

source: - or click and drag for faster selection.
fr_fr: - ou cliquez et glissez pour une sélection plus rapide

source: -- Not Selected --
fr_fr: -- Non sélectionné --

source: -- Please Select --
fr_fr: -- Faites un choix --

source: -- Please Select Billing Agreement--
fr_fr: -- Veuillez choisir l'entente de facturation--

source: -- Please Select a Category --
fr_fr: -- Choisissez une catégorie --

source: -- Please select --
fr_fr: -- Votre choix --

source: -- Select --
fr_fr: -- Votre choix --

source: --Please Select--
fr_fr: --Votre choix--

source: -OR-
fr_fr: -OU-

source: 1 Day Freight
fr_fr: Frêt 1 jour

source: 1 Hour
fr_fr: 1 Heure

source: 1 column
fr_fr: 1 colonne

source: 1 star
fr_fr: 1 étoile

source: 1. set up
fr_fr: 1. configuration

source: 1.5.0.0 & later
fr_fr: 1.5.0.0 et ultérieures

source: 12 Hours
fr_fr: 12 Heures

source: 2 Day
fr_fr: 2 jours

source: 2 Day Freight
fr_fr: Frêt 2 jours

source: 2 Hours
fr_fr: 2 Heures

source: 2 columns with left bar
fr_fr: 2 colonnes avec colonne de gauche

source: 2 columns with right bar
fr_fr: 2 colonnes avec colonne de droite

source: 2 stars
fr_fr: 2 étoiles

source: 2-pixel perimeter around the header space.
fr_fr: Périmètre de 2 pixels autour de l'espace d'en-tête

source: 2. customize
fr_fr: 2. personnaliser

source: 24 Hours
fr_fr: 24 Heures

source: 2Day
fr_fr: 2 jours

source: 2YTD
fr_fr: Depuis le début de l'année dernière

source: 3 Day Freight
fr_fr: Frêt 3 jours

source: 3 columns
fr_fr: 3 colonnes

source: 3 stars
fr_fr: 3 étoiles

source: 3D Secure Card Validation
fr_fr: Validation carte 3D Secure

source: 3D Secure Cardholder Validation
fr_fr: Validation 3D Secure du porteur de carte

source: 3D Secure Credit Card Validation
fr_fr: Validation 3D Secure

source: 3D Secure Electronic Commerce Indicator
fr_fr: Indicateur de Commerce électronique 3D Secure

source: 3D Secure Verification Result
fr_fr: Résultat de vérification 3D Secure

source: 3D Secure XID
fr_fr: XID 3D Secure

source: 3D Secure validation is required for Maestro cards.
fr_fr: La validation 3D Secure est obligatoire pour les cartes Maestro.

source: 3D Secure validation is required for Maestro cards. Supporting of American Express cards require additional agreement. Learn more at <a href="http://www.paypal.com/amexupdate">http://www.paypal.com/amexupdate</a>.
fr_fr: La validation 3D Secure est obligatoire pour les cartes Maetro. Le support des cartes American Express nécessite un accord supplémentaire. Pour en savoir plus : <a href="http://www.paypal.com/amexupdate">http://www.paypal.com/amexupdate</a>.

source: 4 stars
fr_fr: 4 étoiles

source: 5 stars
fr_fr: 5 étoiles

source: 6 Hours
fr_fr: 6 Heures

source: 86400 by default, if not set. To refresh instantly, Clear the Blocks HTML Output Cache.
fr_fr: 86400 par défaut, si non renseigné. Pour actualiser instantanément, purgez le cache des Blocs HTML de sortie.

source: <a href="%s" target="_blank">Link</a>
fr_fr: <a href="%s" target="_blank">Lien</a>

source: <a href="%s" target="_blank">Login</a> to Urabn Airship.
fr_fr: <a href="%s" target="_blank">Se connecter</a> à Urban Airship

source: <a href="http://celinks.magento.com/authorize_netRegistration" target="_blank">Click here to sign up for an Authorize.net account</a>
fr_fr: <a href="http://celinks.magento.com/authorize_netRegistration" target="_blank">Cliquez ici pour ouvrir un compte Authorize.net</a>

source: <a href="http://www.magentocommerce.com/paypal">Start accepting payments via PayPal!</a>
fr_fr: <a href="http://www.magentocommerce.com/paypal">Commencez à accepter les paiements avec PayPal !</a>

source: <a href="http://www.magentocommerce.com/redirect/google-checkout/" target="_blank">Signup for Google Checkout</a>
fr_fr: <a href="http://www.magentocommerce.com/redirect/google-checkout/" target="_blank">Créez un compte Google Checkout</a>

source: <br />Warning: <strong>%s</strong><br />
fr_fr: <br/>Attention : <strong>%s</strong><br/>

source: <br/>[STORE VIEW]
fr_fr: <br/>[VUE MAGASIN]

source: <h1 class="page-heading">404 Error<p>Page not found.</p>
fr_fr: <h1 class="page-heading">Erreur 404<p>Page introuvable.</p>

source: <label>Make Check payable to:</label> %s
fr_fr: <label>Chèque libellé à l'ordre de :</label> %s

source: <strong style="color:red">Warning!</strong> Applying MAP by default will hide all product prices on the frontend.
fr_fr: <strong style="color:red">Attention !</strong> Appliquer le prix minimum affiché par défaut masquera tous les prix des produits sur le frontend.

source: <strong style="color:red">Warning!</strong> This option disables the merchant calculated shipping. With this option, Google API ignores any attempt to affect shipping prices.
fr_fr: <strong style="color:red">Attention !</strong> Cette option désactive le frais de port calculés par le marchand. Avec cette option, l'API Google ignore toute tentative de modification des frais de port.

source: <strong style="color:red">Warning!</strong> When using CDN, in some cases JavaScript may not run properly if CDN is not in your subdomain
fr_fr: <strong style="color:red">Attention !</strong> Lors de l'utilisation de CDN, le code JavaScript peut ne pas fonctionner correctement si le CDN ne se trouve pas dans un sous-domaine.

source: <strong style="color:red">Warning!</strong> When using Store Code in URLs, in some cases system may not work properly if URLs without Store Codes are specified in the third party services (e.g. PayPal etc.).
fr_fr: <strong style="color:red">Attention !</strong> Lors de l'utilisation des codes de magasin dans les URLs, le système peut ne pas fonctionner correctement dans certains cas si des URLs sans code sont spécifiées dans des services tiers (par ex. PayPal).

source: <strong>%d item(s)</strong> were found using the following search criteria
fr_fr: <strong>%d produits</strong> ont été trouvés avec ces critères de recherche.

source: <strong>%s</strong> requests access to your account
fr_fr: <strong>%s</strong> nécessite l'accès à votre compte

source: <strong>Attention</strong>: Captcha is case sensitive.
fr_fr: <strong>Attention</strong> : le captcha est sensible à la casse.

source: <strong>Note</strong> that these settings are applicable to cart line items, not the whole cart.
fr_fr: <strong>Notez</strong> que ces paramètres sont applicables aux lignes du panier, pas à l'ensemble du panier.

source: <strong>Tag Name:</strong> %s
fr_fr: <strong>Mot clé :</strong> %s

source: A Catalog Only App will not support functions such as add to cart, add to wishlist, or login.
fr_fr: Une application de catalogue uniquement ne supportera pas les fonctionnalités telles que ajout au panier, ajout à la liste d'envies ou connexion.

source: A block identifier with the same properties already exists in the selected store.
fr_fr: Il existe déjà un identifiant de bloc ayant les mêmes propriétés dans la boutique sélectionnée.

source: A category object is required for determining the product request path.
fr_fr: Un objet catégorie est obligatoire pour déterminer le chemin de requête du produit.

source: A directory with the same name already exists. Please try another folder name.
fr_fr: Il existe déjà un répertoire portant le même nom. Choisissez un autre nom.

source: A group with the same name already exists.
fr_fr: Il existe déjà un groupe portant ce nom.

source: A joint field with this alias (%s) is already declared
fr_fr: Un champ de jointure a déjà été déclaré avec cet alias (%s).

source: A joint field with this alias (%s) is already declared.
fr_fr: Un champ de jointure a déjà été déclaré avec cet alias (%s).

source: A name is required
fr_fr: Un nom est requis

source: A new password has been sent.
fr_fr: Un nouveau mot de passe a été envoyé.

source: A new password was sent to your email address. Please check your email and click Back to Login.
fr_fr: Un nouveau mot de passe a été envoyé à votre adresse email. Veuillez vérifier votre courrier électronique et cliquez sur Retour pour vous connecter.

source: A page URL key for specified store already exists.
fr_fr: Il existe déjà un e clé d'URL de page pour la boutique sélectionnée.

source: A product type is not defined for the indexer.
fr_fr: Aucun type de produit n'est défini pour l'indexer.

source: A user with the same user name or email aleady exists.
fr_fr: Il existe déjà un utilisateur avec le même nom d'utilisateur ou email.

source: A value is required for live mode. Refer to your CardinalCommerce agreement.
fr_fr: Une valeur est exigée pour le mode en direct. Référez-vous à votre accord cardinal de commerce.

source: A virtual item to reflect the discount total
fr_fr: Un produit virtuel pour refléter le total de remise

source: A virtual item to reflect the tax total
fr_fr: Un produit virtuel pour refléter le total de taxes

source: ACH Deposit (Hold for Dispute or Other Investigation)
fr_fr: Dépôt d'ACH (prise pour le conflit ou toute autre recherche)

source: ACH Deposit (Reversal)
fr_fr: Dépôt d'ACH (inversion)

source: ACH Funding for Funds Recovery from Account Balance
fr_fr: Placement d'ACH pour le rétablissement de fonds de l'équilibre de compte

source: ACH Withdrawal
fr_fr: Retrait d'ACH

source: ACL Attribute Rules
fr_fr: Règles d'attributs ACL

source: ACL Attributes Information
fr_fr: Informations d'attributs ACL

source: ALL
fr_fr: TOUTES

source: ALL GROUPS
fr_fr: TOUS LES GROUPES

source: AMEX
fr_fr: American Express

source: ANY
fr_fr: UNE OU PLUSIEURS DE

source: API Authentication Methods
fr_fr: Modes d'authentification de l'API

source: API Certificate
fr_fr: Certificat d'API

source: API Gateway URL
fr_fr: URL de la passerelle d'API

source: API Key
fr_fr: Clé d'API

source: API Key Confirmation
fr_fr: Confirmation de la clé d'API

source: API Login ID
fr_fr: ID de connexion de l'API

source: API Password
fr_fr: Mot de passe API

source: API Signature
fr_fr: Signature API

source: API Stability
fr_fr: Stabilité de l'API

source: API Username
fr_fr: Pseudo API

source: API Uses Proxy
fr_fr: API utilisant un proxy

source: API Version
fr_fr: Version d'API

source: API/Integration
fr_fr: API/Intégration

source: API/Integration Settings
fr_fr: Paramètres d'API/intégration

source: AUTHENTICATE
fr_fr: AUTHENTIFIER
